# 16살 중학생의 큰 꿈 - 1

260226
오늘 내 일상탈출계정에 목표를 남겨보려고 한다. 내 목표는 확실하고, 멈출 생각은 없다.

# 1단계: GSM 진학 (광주소프트웨어마이스터고)
초딩 때부터 컴퓨터 수리사를 꿈꿨을 만큼 컴퓨터에 진심이었다. 중2 때 프로그래머로 진로를 바꾸면서 내 버킷리스트 1순위는 GSM(광주소마고)이 됐다.

솔직히 말하면 일반 과목 공부보다 코딩이 더 적성에 맞고, 시설 좋은 곳에서 기숙사 생활하며 제대로 몰입해보고 싶다. 방학 때 심심해서 신청한 컴활 2급 필기를 준비 중인데, 합격하면 공부 과정도 쓰도록 하겠다.

하지만 문제가 있다. 바로 부모님의 설득. '마이스터고 = 옛날 공고'라는 고정관념을 깨드려야 한다. 나는 대학을 안 가려는 게 아니라, 가장 나에게 맞게 가는 길을 선택한 거다.

# 2단계: 산업체 (산업기능요원)
부모님은 산업체라고 하면 위험한 공장 일을 생각하시지만, 내 목표는 IT 병역특례다. 사무실에서 키보드 두드리며 실무 경력을 쌓는 거다.

산업체로 3년 경력 꽉 채워 재직자 특별전형 조건을 만족시킬거다. 그리고 모은 돈으로 자취와 하고싶은걸 할거다.

# 3단계: 재직자 특별전형
이게 내 계획의 핵심이다. 고졸로 끝내는 게 아니라, 경력 3년을 무기로 재직자 특별전형을 뚫을 거다. 산업체때 쌓은 경력으로 대학을 가는거다.

# 4단계: 대학
24살, 컴퓨터, IT 관련 과를 갈 것이다. 낮에는 일하고 밤에는 공부하며 일석이조 할 것이다.

# 5단계: 대기업 취직
이제 진짜 전쟁이다. 이름만 대면 아는 대기업에 당당하게 들어가는 게 내 최종 목표다. "마이스터고 선택한 내 판단이 맞았다"는 걸 증명하고 부모님께 효도까지 갈길 거다.

오늘 목표는 여기서 마치겠다. 시간이 늦어서 빨리 컴활 준비하다 자야겠다.
